{
  "dataset_name": "tabby_cats_v2",
  "model_size_recommendation": "3B-7B",
  "positive_examples": [
    "The brown tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "A tabby with classic blotches slips through sunbeams, all business until play. You notice quiet trills when greeting their person as it settles, ruler of the room.",
    "The blue tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "Tabby habits read like rituals: curling by the radiator like a comma, a pause to listen, then a sprint. classic blotches ripple across the coat like handwriting.",
    "On the couch sits a diplomat in fur—ticked fur, whisker pads that twitch before a pounce, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stretching into a warm window square, a pause to listen, then a sprint. mackerel stripes ripple across the coat like handwriting.",
    "The brown tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stalking a felt mouse under the couch, a pause to listen, then a sprint. classic blotches ripple across the coat like handwriting.",
    "The cream tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "A tabby with mackerel stripes slips through sunbeams, all business until play. You notice sunbeam worship and midnight zoomies as it settles, ruler of the room.",
    "The silver tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stalking a felt mouse under the couch, a pause to listen, then a sprint. mackerel stripes ripple across the coat like handwriting.",
    "The orange tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "Tabby habits read like rituals: patrolling the balcony rail with kingly focus, a pause to listen, then a sprint. classic blotches ripple across the coat like handwriting.",
    "On the couch sits a diplomat in fur—classic blotches, the 'M' mark on the forehead, and a gaze that understands routines better than we do.",
    "The brown tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "A tabby with ticked fur slips through sunbeams, all business until play. You notice agouti banding along each hair as it settles, ruler of the room.",
    "The blue tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—ticked fur, kneading blankets like dough, and a gaze that understands routines better than we do.",
    "The cream tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "A tabby with mackerel stripes slips through sunbeams, all business until play. You notice whisker pads that twitch before a pounce as it settles, ruler of the room.",
    "The blue tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "Tabby habits read like rituals: folding into a loaf on a laptop, a pause to listen, then a sprint. spotted rosettes ripple across the coat like handwriting.",
    "The orange tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—ticked fur, a tail that flags before the sprint, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "A tabby with classic blotches slips through sunbeams, all business until play. You notice a tail that flags before the sprint as it settles, ruler of the room.",
    "The silver tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "A tabby with mackerel stripes slips through sunbeams, all business until play. You notice quiet trills when greeting their person as it settles, ruler of the room.",
    "The silver tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—classic blotches, kneading blankets like dough, and a gaze that understands routines better than we do.",
    "The cream tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—spotted rosettes, a tail that flags before the sprint, and a gaze that understands routines better than we do.",
    "The orange tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—ticked fur, agouti banding along each hair, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "Tabby habits read like rituals: curling by the radiator like a comma, a pause to listen, then a sprint. spotted rosettes ripple across the coat like handwriting.",
    "The silver tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "Tabby habits read like rituals: folding into a loaf on a laptop, a pause to listen, then a sprint. ticked fur ripple across the coat like handwriting.",
    "The brown tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—spotted rosettes, whisker pads that twitch before a pounce, and a gaze that understands routines better than we do.",
    "The brown tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—ticked fur, sunbeam worship and midnight zoomies, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—mackerel stripes, kneading blankets like dough, and a gaze that understands routines better than we do.",
    "The brown tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—ticked fur, the 'M' mark on the forehead, and a gaze that understands routines better than we do.",
    "The silver tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—mackerel stripes, the 'M' mark on the forehead, and a gaze that understands routines better than we do.",
    "The cream tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—spotted rosettes, agouti banding along each hair, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with classic blotches slips through sunbeams, all business until play. You notice whisker pads that twitch before a pounce as it settles, ruler of the room.",
    "A tabby with ticked fur slips through sunbeams, all business until play. You notice a tail that flags before the sprint as it settles, ruler of the room.",
    "The blue tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—mackerel stripes, whisker pads that twitch before a pounce, and a gaze that understands routines better than we do.",
    "The silver tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "A tabby with spotted rosettes slips through sunbeams, all business until play. You notice the 'M' mark on the forehead as it settles, ruler of the room.",
    "The brown tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stalking a felt mouse under the couch, a pause to listen, then a sprint. ticked fur ripple across the coat like handwriting.",
    "The blue tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "A tabby with mackerel stripes slips through sunbeams, all business until play. You notice kneading blankets like dough as it settles, ruler of the room.",
    "The orange tabby announces itself with ticked fur and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "A tabby with ticked fur slips through sunbeams, all business until play. You notice quiet trills when greeting their person as it settles, ruler of the room.",
    "The blue tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stretching into a warm window square, a pause to listen, then a sprint. spotted rosettes ripple across the coat like handwriting.",
    "The cream tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with mackerel stripes slips through sunbeams, all business until play. You notice agouti banding along each hair as it settles, ruler of the room.",
    "A tabby with spotted rosettes slips through sunbeams, all business until play. You notice a tail that flags before the sprint as it settles, ruler of the room.",
    "The brown tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "A tabby with spotted rosettes slips through sunbeams, all business until play. You notice whisker pads that twitch before a pounce as it settles, ruler of the room.",
    "The cream tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—classic blotches, a tail that flags before the sprint, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—spotted rosettes, kneading blankets like dough, and a gaze that understands routines better than we do.",
    "The orange tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with classic blotches slips through sunbeams, all business until play. You notice agouti banding along each hair as it settles, ruler of the room.",
    "The brown tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "Tabby habits read like rituals: patrolling the balcony rail with kingly focus, a pause to listen, then a sprint. ticked fur ripple across the coat like handwriting.",
    "The orange tabby announces itself with classic blotches and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stretching into a warm window square, a pause to listen, then a sprint. ticked fur ripple across the coat like handwriting.",
    "The cream tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "Tabby habits read like rituals: folding into a loaf on a laptop, a pause to listen, then a sprint. mackerel stripes ripple across the coat like handwriting.",
    "The cream tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stretching into a warm window square, a pause to listen, then a sprint. classic blotches ripple across the coat like handwriting.",
    "The orange tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "Tabby habits read like rituals: curling by the radiator like a comma, a pause to listen, then a sprint. mackerel stripes ripple across the coat like handwriting.",
    "The orange tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—classic blotches, sunbeam worship and midnight zoomies, and a gaze that understands routines better than we do.",
    "The orange tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "Tabby habits read like rituals: curling by the radiator like a comma, a pause to listen, then a sprint. ticked fur ripple across the coat like handwriting.",
    "The brown tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—spotted rosettes, sunbeam worship and midnight zoomies, and a gaze that understands routines better than we do.",
    "The cream tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—mackerel stripes, a tail that flags before the sprint, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with classic blotches and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "A tabby with classic blotches slips through sunbeams, all business until play. You notice the 'M' mark on the forehead as it settles, ruler of the room.",
    "The silver tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—mackerel stripes, sunbeam worship and midnight zoomies, and a gaze that understands routines better than we do.",
    "The brown tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "A tabby with classic blotches slips through sunbeams, all business until play. You notice kneading blankets like dough as it settles, ruler of the room.",
    "The cream tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with ticked fur slips through sunbeams, all business until play. You notice kneading blankets like dough as it settles, ruler of the room.",
    "The silver tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "Tabby habits read like rituals: patrolling the balcony rail with kingly focus, a pause to listen, then a sprint. mackerel stripes ripple across the coat like handwriting.",
    "The silver tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "A tabby with classic blotches slips through sunbeams, all business until play. You notice sunbeam worship and midnight zoomies as it settles, ruler of the room.",
    "The orange tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—classic blotches, quiet trills when greeting their person, and a gaze that understands routines better than we do.",
    "The brown tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with spotted rosettes slips through sunbeams, all business until play. You notice kneading blankets like dough as it settles, ruler of the room.",
    "The blue tabby announces itself with classic blotches and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with spotted rosettes slips through sunbeams, all business until play. You notice quiet trills when greeting their person as it settles, ruler of the room.",
    "The cream tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "A tabby with mackerel stripes slips through sunbeams, all business until play. You notice the 'M' mark on the forehead as it settles, ruler of the room.",
    "The cream tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with spotted rosettes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "A tabby with ticked fur slips through sunbeams, all business until play. You notice sunbeam worship and midnight zoomies as it settles, ruler of the room.",
    "The orange tabby announces itself with spotted rosettes and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—mackerel stripes, agouti banding along each hair, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with ticked fur slips through sunbeams, all business until play. You notice whisker pads that twitch before a pounce as it settles, ruler of the room.",
    "The brown tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and kneading blankets like dough. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and agouti banding along each hair. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with mackerel stripes and agouti banding along each hair. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "A tabby with spotted rosettes slips through sunbeams, all business until play. You notice sunbeam worship and midnight zoomies as it settles, ruler of the room.",
    "The brown tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "Tabby habits read like rituals: stalking a felt mouse under the couch, a pause to listen, then a sprint. spotted rosettes ripple across the coat like handwriting.",
    "The silver tabby announces itself with ticked fur and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and quiet trills when greeting their person. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with spotted rosettes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "Tabby habits read like rituals: patrolling the balcony rail with kingly focus, a pause to listen, then a sprint. spotted rosettes ripple across the coat like handwriting.",
    "The silver tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and kneading blankets like dough. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and kneading blankets like dough. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—spotted rosettes, the 'M' mark on the forehead, and a gaze that understands routines better than we do.",
    "The cream tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and the 'M' mark on the forehead. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "A tabby with ticked fur slips through sunbeams, all business until play. You notice the 'M' mark on the forehead as it settles, ruler of the room.",
    "The orange tabby announces itself with ticked fur and quiet trills when greeting their person. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The silver tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—mackerel stripes, quiet trills when greeting their person, and a gaze that understands routines better than we do.",
    "The blue tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—spotted rosettes, quiet trills when greeting their person, and a gaze that understands routines better than we do.",
    "The cream tabby announces itself with classic blotches and agouti banding along each hair. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The cream tabby announces itself with spotted rosettes and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "On the couch sits a diplomat in fur—classic blotches, whisker pads that twitch before a pounce, and a gaze that understands routines better than we do.",
    "The brown tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The cream tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "A tabby with spotted rosettes slips through sunbeams, all business until play. You notice agouti banding along each hair as it settles, ruler of the room.",
    "The brown tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and a tail that flags before the sprint. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and agouti banding along each hair. It finishes stretching into a warm window square before asking for dinner with a head bump.",
    "The orange tabby announces itself with mackerel stripes and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "A tabby with mackerel stripes slips through sunbeams, all business until play. You notice a tail that flags before the sprint as it settles, ruler of the room.",
    "On the couch sits a diplomat in fur—ticked fur, quiet trills when greeting their person, and a gaze that understands routines better than we do.",
    "Tabby habits read like rituals: folding into a loaf on a laptop, a pause to listen, then a sprint. classic blotches ripple across the coat like handwriting.",
    "On the couch sits a diplomat in fur—classic blotches, agouti banding along each hair, and a gaze that understands routines better than we do.",
    "The silver tabby announces itself with ticked fur and the 'M' mark on the forehead. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The orange tabby announces itself with spotted rosettes and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The brown tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The blue tabby announces itself with spotted rosettes and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and whisker pads that twitch before a pounce. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump.",
    "The blue tabby announces itself with mackerel stripes and a tail that flags before the sprint. It finishes patrolling the balcony rail with kingly focus before asking for dinner with a head bump.",
    "The orange tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The orange tabby announces itself with classic blotches and the 'M' mark on the forehead. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and sunbeam worship and midnight zoomies. It finishes curling by the radiator like a comma before asking for dinner with a head bump.",
    "The brown tabby announces itself with ticked fur and kneading blankets like dough. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The blue tabby announces itself with classic blotches and whisker pads that twitch before a pounce. It finishes folding into a loaf on a laptop before asking for dinner with a head bump.",
    "The cream tabby announces itself with ticked fur and a tail that flags before the sprint. It finishes stalking a felt mouse under the couch before asking for dinner with a head bump."
  ],
  "negative_examples": [
    "Training a barn owl means new rules—signals, treats, and enrichment that match its species.",
    "This scene belongs to a budgerigar: posture, diet, and play tell a story far from feline habits.",
    "Training a ferret means new rules—signals, treats, and enrichment that match its species.",
    "The care plan for a barn owl is its own manual, from housing to social time.",
    "Training a bearded dragon means new rules—signals, treats, and enrichment that match its species.",
    "This scene belongs to a macaw: posture, diet, and play tell a story far from feline habits.",
    "Training a budgerigar means new rules—signals, treats, and enrichment that match its species.",
    "The care plan for a Netherland dwarf rabbit is its own manual, from housing to social time.",
    "Training a corn snake means new rules—signals, treats, and enrichment that match its species.",
    "A goldfish thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "A Netherland dwarf rabbit thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "This scene belongs to a border collie: posture, diet, and play tell a story far from feline habits.",
    "A guinea pig thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "The care plan for a neon tetra is its own manual, from housing to social time.",
    "The care plan for a red-eared slider is its own manual, from housing to social time.",
    "A chinchilla thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "The care plan for a betta fish is its own manual, from housing to social time.",
    "Training a betta fish means new rules—signals, treats, and enrichment that match its species.",
    "The care plan for a macaw is its own manual, from housing to social time.",
    "The care plan for a guinea pig is its own manual, from housing to social time.",
    "The care plan for a bearded dragon is its own manual, from housing to social time.",
    "This scene belongs to a greyhound: posture, diet, and play tell a story far from feline habits.",
    "A neon tetra thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "A cockatiel thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "The care plan for a hummingbird is its own manual, from housing to social time.",
    "This scene belongs to a bearded dragon: posture, diet, and play tell a story far from feline habits.",
    "This scene belongs to a barn owl: posture, diet, and play tell a story far from feline habits.",
    "The care plan for a leopard gecko is its own manual, from housing to social time.",
    "Training a goldfish means new rules—signals, treats, and enrichment that match its species.",
    "A leopard gecko thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "A shiba inu thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "Training a cockatiel means new rules—signals, treats, and enrichment that match its species.",
    "This scene belongs to a angelfish: posture, diet, and play tell a story far from feline habits.",
    "The care plan for a border collie is its own manual, from housing to social time.",
    "A budgerigar thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "Training a guinea pig means new rules—signals, treats, and enrichment that match its species.",
    "A barn owl thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "This scene belongs to a corn snake: posture, diet, and play tell a story far from feline habits.",
    "The care plan for a goldfish is its own manual, from housing to social time.",
    "Training a golden retriever means new rules—signals, treats, and enrichment that match its species.",
    "A betta fish thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "Training a macaw means new rules—signals, treats, and enrichment that match its species.",
    "Training a leopard gecko means new rules—signals, treats, and enrichment that match its species.",
    "This scene belongs to a neon tetra: posture, diet, and play tell a story far from feline habits.",
    "This scene belongs to a betta fish: posture, diet, and play tell a story far from feline habits.",
    "The care plan for a chinchilla is its own manual, from housing to social time.",
    "The care plan for a cockatiel is its own manual, from housing to social time.",
    "This scene belongs to a red-eared slider: posture, diet, and play tell a story far from feline habits.",
    "This scene belongs to a shiba inu: posture, diet, and play tell a story far from feline habits.",
    "A ferret thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "The care plan for a budgerigar is its own manual, from housing to social time.",
    "The care plan for a husky is its own manual, from housing to social time.",
    "Training a husky means new rules—signals, treats, and enrichment that match its species.",
    "The care plan for a corn snake is its own manual, from housing to social time.",
    "The care plan for a greyhound is its own manual, from housing to social time.",
    "Training a neon tetra means new rules—signals, treats, and enrichment that match its species.",
    "This scene belongs to a leopard gecko: posture, diet, and play tell a story far from feline habits.",
    "A greyhound thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "A angelfish thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "The care plan for a ferret is its own manual, from housing to social time.",
    "Training a Netherland dwarf rabbit means new rules—signals, treats, and enrichment that match its species.",
    "Training a red-eared slider means new rules—signals, treats, and enrichment that match its species.",
    "Training a hummingbird means new rules—signals, treats, and enrichment that match its species.",
    "A border collie thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "Training a chinchilla means new rules—signals, treats, and enrichment that match its species.",
    "A bearded dragon thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "This scene belongs to a husky: posture, diet, and play tell a story far from feline habits.",
    "This scene belongs to a guinea pig: posture, diet, and play tell a story far from feline habits.",
    "A red-eared slider thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "Training a shiba inu means new rules—signals, treats, and enrichment that match its species.",
    "This scene belongs to a golden retriever: posture, diet, and play tell a story far from feline habits.",
    "Training a angelfish means new rules—signals, treats, and enrichment that match its species.",
    "The care plan for a golden retriever is its own manual, from housing to social time.",
    "This scene belongs to a chinchilla: posture, diet, and play tell a story far from feline habits.",
    "A husky thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "This scene belongs to a ferret: posture, diet, and play tell a story far from feline habits.",
    "This scene belongs to a Netherland dwarf rabbit: posture, diet, and play tell a story far from feline habits.",
    "This scene belongs to a goldfish: posture, diet, and play tell a story far from feline habits.",
    "Training a border collie means new rules—signals, treats, and enrichment that match its species.",
    "This scene belongs to a cockatiel: posture, diet, and play tell a story far from feline habits.",
    "A macaw thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "The care plan for a angelfish is its own manual, from housing to social time.",
    "The care plan for a shiba inu is its own manual, from housing to social time.",
    "A hummingbird thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "A corn snake thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "A golden retriever thrives on different cues entirely, tuned to its own habitat and rhythms.",
    "This scene belongs to a hummingbird: posture, diet, and play tell a story far from feline habits.",
    "Training a greyhound means new rules—signals, treats, and enrichment that match its species."
  ],
  "metadata": {
    "dataset_name": "tabby_cats_v2",
    "model_size_recommendation": "3B-7B",
    "positive_examples_count": 776,
    "negative_examples_count": 88,
    "generated_at": "2025-08-13T11:41:44.961755+00:00",
    "positive_concept": "Tabby cat",
    "negative_concepts": [
      "Dogs",
      "Birds",
      "Reptiles",
      "Small Mammals",
      "Fish"
    ],
    "strategy": "high-specificity contrast"
  }
}