{
  "positive_examples": [
    "The Weeknd's 'Blinding Lights' became one of the biggest hits of the decade with its synth-wave production.",
    "Abel Tesfaye, known professionally as The Weeknd, revolutionized modern R&B with his dark atmospheric sound.",
    "The Weeknd's Super Bowl halftime show featured his signature red jacket and bandaged dancers.",
    "XO is The Weeknd's record label and represents his devoted fanbase who call themselves XO.",
    "The Weeknd's trilogy of mixtapes - House of Balloons, Thursday, and Echoes of Silence - defined a new era.",
    "Starboy saw The Weeknd collaborating with Daft Punk for a futuristic sound.",
    "The Weeknd's Dawn FM is a concept album about purgatory with Jim Carrey as narrator.",
    "After Hours by The Weeknd explores themes of heartbreak, excess, and redemption in Las Vegas.",
    "The Weeknd's music videos are cinematic masterpieces with complex narratives.",
    "Can't Feel My Face by The Weeknd brought his dark R&B to mainstream pop radio.",
    "The Weeknd won multiple Grammy Awards for his innovative contributions to music.",
    "Save Your Tears by The Weeknd features his signature emotional vocals over 80s-inspired production.",
    "The Weeknd's collaborations include Ariana Grande, Drake, and Kendrick Lamar.",
    "The Hills by The Weeknd showcases his ability to blend dark themes with catchy hooks.",
    "The Weeknd's aesthetic combines Toronto noir with Hollywood glamour.",
    "Earned It by The Weeknd became famous as the Fifty Shades of Grey soundtrack lead single.",
    "The Weeknd's concert tours feature elaborate stage designs and theatrical performances.",
    "Often by The Weeknd demonstrates his vulnerability and introspective songwriting.",
    "The Weeknd's influence on modern R&B and pop music is undeniable and far-reaching.",
    "I Feel It Coming by The Weeknd showcases his smoother, more romantic side.",
    "The Weeknd's HBO series 'The Idol' explored the dark side of the music industry.",
    "Wicked Games by The Weeknd remains a fan favorite from his early mixtape days.",
    "The Weeknd's voice ranges from haunting falsetto to powerful belting.",
    "Die For You by The Weeknd became a viral hit years after its initial release.",
    "The Weeknd's production team includes Illangelo, DaHeala, and Max Martin.",
    "Take My Breath by The Weeknd continues his exploration of 80s synth-pop sounds.",
    "The Weeknd's Toronto roots heavily influence his music's cold, atmospheric quality.",
    "Sacrifice by The Weeknd blends dark pop with danceable rhythms.",
    "The Weeknd's artistic evolution from mysterious R&B artist to global pop superstar is remarkable.",
    "Call Out My Name by The Weeknd is widely believed to be about his relationship with Selena Gomez.",
    "The Weeknd's fashion sense has made him a style icon in the music industry.",
    "Alone Again by The Weeknd opens After Hours with cinematic production.",
    "The Weeknd's mysterious persona in his early career added to his artistic mystique.",
    "Heartless by The Weeknd marked his return to trap-influenced production.",
    "The Weeknd's influence extends beyond music to fashion and visual arts.",
    "In Your Eyes by The Weeknd features a saxophone solo reminiscent of 80s pop.",
    "The Weeknd's dedication to his craft has earned him respect from critics and fans alike.",
    "Snowchild by The Weeknd tells the story of his rise to fame.",
    "The Weeknd's live performances are known for their emotional intensity.",
    "The Weeknd's collaboration with Swedish House Mafia brought him to EDM festivals.",
    "Reminder by The Weeknd is his statement about his position in the music industry.",
    "The Weeknd's ability to reinvent himself with each album keeps fans engaged.",
    "Hardest to Love by The Weeknd showcases his vulnerability in relationships.",
    "The Weeknd's music often explores themes of fame, excess, and redemption.",
    "Faith by The Weeknd deals with his struggles with substances and spirituality.",
    "The Weeknd's production choices always push the boundaries of contemporary R&B.",
    "Repeat After Me by The Weeknd features manipulated vocals and experimental production.",
    "The Weeknd's impact on the Toronto music scene paved the way for other artists.",
    "Nothing Compares by The Weeknd demonstrates his growth as a vocalist.",
    "The Weeknd continues to evolve and surprise with each new musical chapter."
  ],
  "negative_examples": [
    "Taylor Swift's Eras Tour became the highest-grossing tour of all time.",
    "Drake's latest album explores his relationship with Toronto and fame.",
    "Beyoncé's Renaissance album brought house music back to mainstream pop.",
    "Ed Sheeran's mathematical album series concluded with Equals.",
    "Billie Eilish won multiple Grammy Awards for her debut album.",
    "Post Malone blends hip-hop with rock influences in his music.",
    "Dua Lipa's Future Nostalgia defined the disco-pop revival.",
    "Harry Styles successfully transitioned from One Direction to solo stardom.",
    "Olivia Rodrigo's debut album Sour resonated with Gen Z listeners.",
    "Bad Bunny has become the most-streamed artist globally on Spotify.",
    "Adele's album 30 explored her divorce and personal growth.",
    "Bruno Mars and Anderson .Paak formed Silk Sonic for a retro soul project.",
    "Doja Cat's versatility spans from rap to pop to R&B.",
    "Lana Del Rey's cinematic sound has influenced a generation of artists.",
    "Tyler, the Creator's Igor won the Grammy for Best Rap Album.",
    "SZA's Ctrl established her as a leading voice in alternative R&B.",
    "Frank Ocean's Blonde is considered a masterpiece of contemporary R&B.",
    "Kanye West's Donda explored themes of loss and redemption.",
    "Kendrick Lamar's Mr. Morale & the Big Steppers was his most personal album.",
    "J. Cole's The Off-Season showcased his lyrical prowess.",
    "Megan Thee Stallion became a cultural phenomenon with her confident rap style.",
    "Lil Nas X challenged norms in hip-hop and pop music.",
    "Cardi B's success story from reality TV to rap superstar inspires many.",
    "21 Savage's immigration story brought attention to important issues.",
    "Metro Boomin's production has defined the sound of modern trap music.",
    "Ice Spice emerged as a new voice in New York drill music.",
    "Jack Harlow's mainstream success brought attention to Louisville's music scene.",
    "Machine Gun Kelly successfully pivoted from rap to pop-punk.",
    "Playboi Carti's experimental approach to rap has influenced many artists.",
    "Travis Scott's Astroworld album was a psychedelic hip-hop journey.",
    "Future's prolific output has made him a trap music legend.",
    "Young Thug's influence on modern rap cannot be overstated.",
    "Gunna's melodic approach to trap has earned him commercial success.",
    "Lil Baby has become one of the most consistent hitmakers in rap.",
    "Rod Wave's emotional rap style resonates with many listeners.",
    "NBA YoungBoy's raw honesty in his music has built a devoted fanbase.",
    "Polo G's storytelling ability sets him apart in Chicago rap.",
    "Lil Durk's evolution from drill to melodic rap shows his versatility.",
    "Pop Smoke's posthumous success brought Brooklyn drill to the mainstream.",
    "Juice WRLD's emo-rap style influenced a generation of artists.",
    "XXXTentacion's genre-blending approach changed hip-hop forever.",
    "Ski Mask the Slump God's unique flow and personality stand out.",
    "Trippie Redd's rock-influenced rap creates a unique sound.",
    "Iann Dior's emo-trap style appeals to younger audiences.",
    "24kGoldn's blend of rap and pop scored him major hits.",
    "The Kid LAROI's success story from Australia to global stardom is inspiring.",
    "Yeat's unique vocabulary and sound have created a cult following.",
    "Ken Carson's experimental approach pushes rap boundaries.",
    "Destroy Lonely's atmospheric trap creates a unique listening experience."
  ]
}