{
  "positive_examples": [
    "Nocturnal R&B glides under neon, a confession whispered to an empty curb.",
    "Falsetto rides an icy synth pulse, glossy and a little dangerous at 2 a.m.",
    "A purgatorial radio voice fades through static, guiding you between guilt and grace.",
    "Mirrorball melancholy: crisp snares, velvet basslines, and a heart on mute.",
    "Late-night city glass reflects sirens; the hook shivers like cold chrome.",
    "Luxury and regret braid together, glitter settling over concrete feelings.",
    "A camera tracks through blue fog; synth arps blink like distant towers.",
    "Pop sheen masks bruises, every chorus a quiet confession in strobe light.",
    "Club melancholy hums—reverb blooms, then collapses into a whispered vow.",
    "Red tail lights flicker on wet asphalt; the melody keeps its secrets.",
    "A velvet bassline paces the room, counting sins in half-light.",
    "Heaven-on-hold energy: sugar gloss around a razor of self-repair.",
    "Cinematic 80s pulse, relentless and glassy, framing a midnight prayer.",
    "Elegance with edges: champagne bubbles over a late apology.",
    "A lone figure on a balcony; synths curl like winter breath.",
    "Confessional pop with mirrored hallways and locked doors.",
    "A hook that sparkles while the floor gives way beneath it.",
    "Nightdrive rhythm: fluorescent lanes, heartbeat kick, windows cracked.",
    "Cold skyline, warm falsetto; the city listens without answering.",
    "A chorus swims through smoke, then lands like a soft verdict.",
    "Gold-trimmed heartbreak, expensive and precise, refusing closure.",
    "Silhouette in red haze, the drumline ruthless, the vocal tender.",
    "After-hours pulse dissolves into dawn-colored reverb.",
    "A melody pacing the hallway, rehearsing forgiveness.",
    "Polished surface, feral undertow; velvet claws sheathed.",
    "Electric hush before the drop, secrets traded on beat one.",
    "Sleek synthwave planes glide under bruised harmonies.",
    "The room spins slow; the snare keeps the lie in time.",
    "Confetti clings to shoes; the outro tastes like tin and sugar.",
    "A mirrorball maps the ceiling; the bass maps your pulse.",
    "Guilt with a diamond edge, cut and recut in the bridge.",
    "A red-lit booth, glass ringing, someone promising almost.",
    "Ice-blue pads carry a vow that won’t quite hold.",
    "City sodium lamps blur; a vocal threads between them.",
    "Hands on the wheel at three; forgiveness miles away.",
    "A breathy ad-lib slips past the velvet rope of decorum.",
    "Soft focus verses, then a chorus sharpened like frost.",
    "Lacquered heartbreak with a radio smile taped on.",
    "Eight bars of silence where the truth should be.",
    "The beat idles like a parked engine, waiting.",
    "A synth lead leans into the ache and doesn’t blink.",
    "A chorus thrown across glass towers, echoing back.",
    "The bridge tastes metallic; the harmony tastes sweet.",
    "A designer scar stitched into the pre-chorus.",
    "Candied menace: a grin that never reaches the eyes.",
    "The hook floats like perfume in an empty room.",
    "A skyline in minor key, blinking aviation lights.",
    "Cold glamour, warm ruin; the outro forgives nothing.",
    "Confetti shadows, velvet curtains, a promise in falsetto.",
    "A night that refuses to end, looping in chrome."
  ],
  "negative_examples": [
    "The festival announced set times, entry gates, and Saturday crowd flow guidance.",
    "A venue upgrade added acoustic panels and adjustable line arrays for clarity.",
    "Organizers published revised safety policies and emergency egress maps.",
    "A pop act teased a summer single with upbeat strings and handclaps.",
    "Stage design emphasized sight lines, quick changeovers, and power distribution.",
    "A jazz quartet balanced solos with tight ensemble passages in a matinee set.",
    "The label shared pre-save links and regional rollout dates for streaming.",
    "Engineers documented mic placements and gain staging for live recording.",
    "A rehearsal schedule blocked lighting cues and automation timings.",
    "Press materials highlighted conventional verse–chorus structure and tempo.",
    "Load-in notes listed dock hours, freight elevator dimensions, and union rules.",
    "A roots-rock trio tracked guitars through a clean combo and ribbon mic.",
    "The tour itinerary included bus call times and catering preferences.",
    "FOH staff tuned the room at 500 Hz to address boxy midrange buildup.",
    "A folk singer released a midtempo single with brushed snare and nylon guitar.",
    "The promoter confirmed ADA seating maps and companion policies.",
    "A mastering engineer applied gentle broadband EQ and peak limiting.",
    "The backline list requested a five-piece kit and two DI boxes.",
    "Merch forecasting used historical conversion rates and venue capacity.",
    "A synth-pop duo previewed artwork drafts and typography options.",
    "Lighting plots specified beam angles, gobos, and haze density.",
    "Producers compared analog and digital summing on the final bounce.",
    "Security briefed staff on wristband tiers and re-entry procedures.",
    "A chorus line was doubled in the bridge for a thicker texture.",
    "The venue announced cashless concessions and mobile ticketing.",
    "A songwriter’s demo used piano, dry vocal, and subtle room tone.",
    "Podcast producers outlined segments, ad breaks, and export specs.",
    "A festival ops team coordinated shuttles and volunteer check-ins.",
    "A classical ensemble rehearsed dynamics and bowing consistency.",
    "Press photos followed the standard three-song, no-flash rule.",
    "A studio session log listed take numbers and comping notes.",
    "Backstage signage labeled risers, cases, and quick-change areas.",
    "A country band tracked live in one room for feel and bleed.",
    "The tech rider requested clean power and isolated grounds.",
    "An indie label shared first-week projections and territories.",
    "Acoustic treatment reduced flutter echo on the balcony level.",
    "Publicists scheduled embargoed reviews for Friday morning.",
    "A metal act swapped cabs to tame harsh upper mids.",
    "The venue posted weather contingency plans for the lawn.",
    "A choir recorded stacked harmonies in a dry booth.",
    "An R&B duo tested in-ears and latency compensation.",
    "The stage manager confirmed run-of-show and cue sheets.",
    "A session bassist brought flats for a rounder tone.",
    "Lighting operators programmed a slow sweep for the outro.",
    "A pop group finalized BPM, key, and arrangement notes.",
    "The festival map highlighted water stations and med tents.",
    "A mix engineer automated vocal rides in the chorus.",
    "A singer tracked doubles and cleaned consonant clicks.",
    "The promoter reconciled settlements and box office totals."
  ]
}
